Repository: ccomb/eztranet
Catalog: src/eztranet/locales/*/LC_MESSAGES/z3c.po
Languages: fr

source: Name
fr: Nom

source: Created
fr: Créé

source: Modified
fr: Modifié

source: Batch start index
fr: Index de début de lot

source: Index the batch starts with
fr: Index de démarrage du lot

source: Batch size
fr: Taille de lot

source: The batch size
fr: La taille des lots

source: Batch start size
fr: Taille de démarrage des lots

source: The minimal size the batch starts to get used
fr: La taille minimale où on utilise des lots

source: The column id
fr: L'id. de colonne

source: The colspan value
fr: La valeur de Colspan

source: Weight
fr: Poids

source: The column weight
fr: Le poids de la colonne

source: Header name
fr: Nom d'en-tête

source: The header name
fr: Le nom d'en-tête

source: Column counter
fr: Compteur de colonne

source: Prefix
fr: Préfixe

source: The prefix of the table used to uniquely identify it.
fr: Le préfixe de la table, utilisé pour l'identifier de manière unique.

source: Sort on table index
fr: Trier sur l'index de table

source: Sort order
fr: Ordre de tri

source: Row sort order
fr: Ordre de tri des lignes

source: Reverse sort order name
fr: Nom de l'ordre de tri inverse
